export const MY_NAME = '테스트';

export const CHAT_DUMMY = [
  {
    name: '한나',
    message:
      '채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공',
  },
  {
    name: 'system',
    message: '시스템 알림!',
  },
  {
    name: '긴거긴거긴거긴거긴거',
    message:
      '채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌 공백포함100글자입니다',
  },
  {
    name: '개울가의 나뭇잎',
    message: '나야나~',
  },
  {
    name: '개울가의 나뭇잎',
    message: '나야나~',
  },
  {
    name: '긴거긴거긴거긴거긴거',
    message:
      '채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌 공백포함100글자입니다',
  },
  {
    name: '긴거긴거긴거긴거긴거',
    message:
      '채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌 공백포함100글자입니다',
  },
  {
    name: '긴거긴거긴거긴거긴거',
    message:
      '채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌공 채팅어쩌공채팅어쩌공채팅어쩌공채팅어쩌 공백포함100글자입니다',
  },
];

export const USER_DUMMY = [
  {
    name: '개울가의 나뭇잎',
    isReady: false,
  },
  {
    name: '한나',
    isReady: false,
  },
  {
    name: '긴거긴거긴거긴거',
    isReady: false,
  },
  {
    name: '나도 나뭇잎',
    isReady: true,
  },
  {
    name: '나무',
    isReady: false,
  },
  {
    name: '열매',
    isReady: true,
  },
  {
    name: '잎사귀',
    isReady: true,
  },
  {
    name: '뿌리',
    isReady: false,
  },
];
